/* See http://mzl.la/1T8gxwo */
"Browse multiple Web pages at the same time with tabs." = "Surfen Sie mit Tabs auf mehreren Webseiten gleichzeitig.";

/* See http://mzl.la/1T8gxwo */
"Connect Firefox everywhere you use it." = "Verbinden Sie Firefox, wo immer Sie ihn verwenden.";

/* See http://mzl.la/1T8gxwo */
"Personalize your Firefox just the way you like in Settings." = "Passen Sie Ihren Firefox über die Einstellungen an Ihre persönlichen Wünsche an.";

